import one from '../../assets/page/Shares/4d35544afc5d7a859c2abe9e9e86ba20.jpg';
import two from '../../assets/page/Shares/3542b82312e2b0bc8e8f811fc62e6814.jpg';

export const sharesList = [
    {
        id: 1,
        image: one,
        title: 'Новинки меню',
        text: 'Как оно, когда тебе мурлыкает сет, как КОТ В МЕШКЕ? Именно в нем скрывается самая вкусная тайна, познав, которую становишься ее заложником.'
    },
    {
        id: 2,
        image: two,
        title: 'Фуджи сет + Cola в подарок',
        text: 'Только по вторникам при заказе НАВЫНОС - второй ролл БЕСПЛАТНО.\n' +
            '    Каждый второй ролл в чеке - бесплатно! Второй ролл\n' +
            '(8 шт.) меньший по стоимости вы получаете в подарок. В заказе должно быть четное кол-во роллов и только по целой порции.\n' +
            '*акция не суммируется с другими акциями, скидками'
    },
]