import one from '../../assets/page/Blog/All/887fd6d7204676e9b1be821a0b990544.png';
import two from '../../assets/page/Blog/All/85b0cb8703d618206d9d09040163efae.png';
import three from '../../assets/page/Blog/All/734b11616874f91cab1edd4c09b5e907.png';
import four from '../../assets/page/Blog/All/5132755dc4f021a3fff199ab9228a58c.png';
import appraisal from '../../assets/page/Blog/appraisal.svg';

export const blogAllList = [
    {
        id: 1,
        image: one,
        title: 'Как приготовить суши в домашних условиях?',
        date: '14.03.2020',
        text: 'При этом ассортимент того, что предлагается в онлайн маркете, постоянно расширяется. Открываются новые филиалы суши баров как в Запорожье так и в Днепропетровске, где можно заказать суши и роллы с доставкой. Где как раньше - 3 года назад когда зарождалась компания основными критериями остаются: большие порции, доступные цены, качество с высоким сервисом. Отзывы о нашей кухне тому подтверждение.',
        appraisal: appraisal
    },
    {
        id: 2,
        image: two,
        title: 'Как приготовить суши в домашних условиях?',
        date: '13.03.2020',
        text: 'При этом ассортимент того, что предлагается в онлайн маркете, постоянно расширяется. Открываются новые филиалы суши баров как в Запорожье так и в Днепропетровске, где можно заказать суши и роллы с доставкой. Где как раньше - 3 года назад когда зарождалась компания основными критериями остаются: большие порции, доступные цены, качество с высоким сервисом. Отзывы о нашей кухне тому подтверждение.',
        appraisal: appraisal,
        description: [
            {
                id: 11,
                text: 'Как приготовить',
            },
            {
                id: 12,
                text: 'Как приготовить суши',
            },
            {
                id: 13,
                text: 'Как приготовить',
            }
        ]
    },
    {
        id: 3,
        image: two,
        title: 'Как приготовить суши в домашних условиях?',
        date: '11.03.2020',
        text: 'При этом ассортимент того, что предлагается в онлайн маркете, постоянно расширяется. Открываются новые филиалы суши баров как в Запорожье так и в Днепропетровске, где можно заказать суши и роллы с доставкой. Где как раньше - 3 года назад когда зарождалась компания основными критериями остаются: большие порции, доступные цены, качество с высоким сервисом. Отзывы о нашей кухне тому подтверждение.',
        appraisal: appraisal,
        description: [
            {
                id: 11,
                text: 'Как приготовить',
            },
            {
                id: 12,
                text: 'Как приготовить суши',
            },
            {
                id: 13,
                text: 'Как приготовить',
            }
        ]
    },
    {
        id: 4,
        image: four,
        title: 'Как приготовить суши в домашних условиях?',
        date: '12.03.2020',
        text: 'При этом ассортимент того, что предлагается в онлайн маркете, постоянно расширяется. Открываются новые филиалы суши баров как в Запорожье так и в Днепропетровске, где можно заказать суши и роллы с доставкой. Где как раньше - 3 года назад когда зарождалась компания основными критериями остаются: большие порции, доступные цены, качество с высоким сервисом. Отзывы о нашей кухне тому подтверждение.',
        appraisal: appraisal,
        description: [
            {
                id: 11,
                text: 'Как приготовить',
            },
            {
                id: 12,
                text: 'Как приготовить суши',
            },
            {
                id: 13,
                text: 'Как приготовить',
            }
        ]
    },
    {
        id: 5,
        image: three,
        title: 'Как приготовить суши в домашних условиях?',
        date: '15.03.2020',
        text: 'При этом ассортимент того, что предлагается в онлайн маркете, постоянно расширяется. Открываются новые филиалы суши баров как в Запорожье так и в Днепропетровске, где можно заказать суши и роллы с доставкой. Где как раньше - 3 года назад когда зарождалась компания основными критериями остаются: большие порции, доступные цены, качество с высоким сервисом. Отзывы о нашей кухне тому подтверждение.',
        appraisal: appraisal
    },
    {
        id: 6,
        image: three,
        title: 'Как приготовить суши в домашних условиях?',
        date: '16.03.2020',
        text: 'При этом ассортимент того, что предлагается в онлайн маркете, постоянно расширяется. Открываются новые филиалы суши баров как в Запорожье так и в Днепропетровске, где можно заказать суши и роллы с доставкой. Где как раньше - 3 года назад когда зарождалась компания основными критериями остаются: большие порции, доступные цены, качество с высоким сервисом. Отзывы о нашей кухне тому подтверждение.',
        appraisal: appraisal,
        description: [
            {
                id: 11,
                text: 'Как приготовить',
            },
            {
                id: 12,
                text: 'Как приготовить суши',
            },
            {
                id: 13,
                text: 'Как приготовить',
            }
        ]
    },
    {
        id: 7,
        image: four,
        title: 'Как приготовить суши в домашних условиях?',
        date: '17.03.2020',
        text: 'При этом ассортимент того, что предлагается в онлайн маркете, постоянно расширяется. Открываются новые филиалы суши баров как в Запорожье так и в Днепропетровске, где можно заказать суши и роллы с доставкой. Где как раньше - 3 года назад когда зарождалась компания основными критериями остаются: большие порции, доступные цены, качество с высоким сервисом. Отзывы о нашей кухне тому подтверждение.',
        appraisal: appraisal
    },
    {
        id: 8,
        image: two,
        title: 'Как приготовить суши в домашних условиях?',
        date: '18.03.2020',
        text: 'При этом ассортимент того, что предлагается в онлайн маркете, постоянно расширяется. Открываются новые филиалы суши баров как в Запорожье так и в Днепропетровске, где можно заказать суши и роллы с доставкой. Где как раньше - 3 года назад когда зарождалась компания основными критериями остаются: большие порции, доступные цены, качество с высоким сервисом. Отзывы о нашей кухне тому подтверждение.',
        appraisal: appraisal,
        description: [
            {
                id: 11,
                text: 'Как приготовить',
            },
            {
                id: 12,
                text: 'Как приготовить суши',
            },
            {
                id: 13,
                text: 'Как приготовить',
            }
        ]
    },
    {
        id: 9,
        image: four,
        title: 'Как приготовить суши в домашних условиях?',
        date: '19.03.2020',
        text: 'При этом ассортимент того, что предлагается в онлайн маркете, постоянно расширяется. Открываются новые филиалы суши баров как в Запорожье так и в Днепропетровске, где можно заказать суши и роллы с доставкой. Где как раньше - 3 года назад когда зарождалась компания основными критериями остаются: большие порции, доступные цены, качество с высоким сервисом. Отзывы о нашей кухне тому подтверждение.',
        appraisal: appraisal,
        description: [
            {
                id: 11,
                text: 'Как приготовить',
            },
            {
                id: 12,
                text: 'Как приготовить суши',
            },
            {
                id: 13,
                text: 'Как приготовить',
            }
        ]
    },
]