import blogPhoto from '../../assets/page/Blog/734b11616874f91cab1edd4c09b5e907.png';
import appraisal from '../../assets/page/Blog/appraisal.svg';

export const blogArticleList = {
        id: 1,
        image: blogPhoto,
        title: 'Как приготовить суши в домашних условиях?',
        date: '14.03.2020',
        text: 'При этом ассортимент того, что предлагается в онлайн маркете, постоянно расширяется. Открываются новые филиалы суши баров как в Запорожье так и в Днепропетровске, где можно заказать суши и роллы с доставкой. Где как раньше - 3 года назад когда зарождалась компания основными критериями остаются: большие порции, доступные цены, качество с высоким сервисом. Отзывы о нашей кухне тому подтверждение.',
        appraisal: appraisal
    }
