export const ua = {
  translation: {
    "order": {
      "OnYourBonusAccount": "На Вашому бонусному рахунку",
      "menuOrder": {
        "historyOrders": "Історія замовлень",
        "bonusAccount": "Бонусний рахунок",
        "personalData": "Особисті дані",
        "changePassword": "Змінити пароль",
        "logOff": "Вийти"
      },
      "personalData": {
        "title": "Особистий кабінет",
        "name": "Ім'я",
        "birthDate": "Дата народження",
        "email": "Електронна пошта",
        "phone": 'Телефон',
        "changeYourPhone": "Щоб змінити номер телефону зверніться в службу підтримки по телефону",
        "sms": "Отримувати повідомлення по sms",
        "receiveEmail": "Отримувати повідомлення по електронній пошті"
      },
      "historyOrders": {
        "title": 'Історія замовлень',
        "notAnyOrders": "Ви не зробили жодного замовлення",
        "order": 'Замовлення',
        "orderPrice": "Сума замовлення:"
      },
      "bonusAccount": {
        "title": "Бонусний рахунок",
        "youOrdered": "Ви замовили на",
        "left": "залишилося",
        "levelOfBonuses": "до підвищення рівня бонусів",
        "bonusProgram": "Умови бонусної програми",
        "text": {
          1: "- Бонуси зараховуються на рахунок після виставлення замовлення статусу «Доставлений»",
          2: "- На сумму покупки оплаченному бонусами, бонусы не начисляются.",
          3: "- Одна бонусна гривня еквівалентна одній гривні.",
          4: "- Бонусами можна частково оплатити замовлення.",
          5: "- Наша компанія залишає за собою право змінити правила і умови програми в будь-який час без попереднього повідомлення.",
          6: "- Бонусні гривні не можуть бути переведені в гривні"
        }
      },
      "changePassword": {
        "title": "Змінити пароль",
        "oldPassword": "Старий пароль",
        "newPassword": "Новий пароль",
        "hewPasswordAgain": "Новий пароль повторно",
        "wrongPassword": "Невірний пароль",
      },
      "logIn": {
        "entrance": "Вхід",
        "phone": "Ваш номер телефону",
        "password": "Ваш пароль",
        "enterPassword": "Введіть ваш пароль",
        "dontHaveAccount": "У мене немає облікового запису",
        "forgotPassword": "Забули пароль?"
      }
    },
    "sets": {
      "title": "Сети",
      "collectYourSet": "Збери свій сет",
      "megaSets": "Від Мега сету для великої компанії до маленького на одну персону.",
      "left": {
        1: "Це відмінне рішення для гурманів які не звикли переплачувати, а платити адекватну ціну за якісний продукт!",
        2: "На сайті нашого онлайн ресторану, Ви знайдете найрізноманітніші страви порядку близько 30 наборів, на смак і колір. Постійно додаються нові товари з урахуванням сезонного попиту.",
        3: "Ми всі різні в своїх перевагах і смаках, саме з цього наш Шеф кухар при створенні нового меню приділяє багато часу і сил, для того щоб воно було дуже різноманітним.",
        4: "Наостанок хотів би розповісти, і в той же час похвалитися однією цікавою історією.",
        5: "Одна велика компанія у якій штат налічує більше 3300 чоловік, в переддень корпоративу спантеличили нас питанням Скільки потрібно суші ролів на 66 осіб менеджерського складу щоб ні хто не залишився голодним?"
      },
      "right": {
        1: "Оператор спочатку не зміг відповісти, не став на себе брати відповідальність за необдумане рішення і сказав \"Передам інформацію Шефу і він швидко вам дасть відповідь.\"",
        2: "Ламати голову не довелося, адже ми професіонали! Калькуляція проста: 1 людині щоб наїсться і не переїсти потрібно 300 грам продукту, відповідно це + - 1,5 ролу. Але є і ті хто не любить поїсти)",
        3: "По скільки з фінансами у підприємства не все так погано і по бюджету обмеження не було, то ми не соромлячись взяли 2 * 66 = 132 шт., Жартома додавши \"За те що залишиться ми повернемо гроші\"",
        4: "Все вийшло, свято вдалося, сіли всі і до відвалу наїлися! Мораль цієї історії проста: Відмінно роби і відмінно буде!"
      }
    },
    "rolls": {
      "title": "Роли",
    },
    "aboutUs": {
      "title": "Про нас",
      "left": {
        1: "24Rolls - це успішна компанія розвивається не тільки в Запоріжжі але і в інших регіонах України Для багатьох суші стали не окремою частиною їхнього життя і вони просто вже не уявляють як раніше жили без них.",
        2: "Це улюблена їжа багатьох, їх їдять у всьому світі. Багато хто звик що їх їм привезуть не тільки додому, але і куди побажають, і в будь-який час доби. У наш час без них обійтися практично не як. Це і обід і вечерю, святковий або романтичний вечір без них вже не той. З Суші делікатесами відпочинок з друзями виходить ще яскравіше і веселіше.",
        3: "Так ось про що це ми, вибрати правильно приготовлені суші, складно, але можливо. Вони повинні бути тільки зі свіжих продуктів і мати приємний не відштовхує запах, інакше бути не може. У нас ви знайдете саме такі. Тому що ми цінуємо вашу довіру і здоров'я. Ми використовуємо тільки свіжі продукти, тому і самі харчуємося своєю продукцією так як не боїмося і впевнені в якості того що пропонуємо людям. Наші суші можна їсти навіть дітям, і не побоюватися про наслідки.",
        4: "Роли можуть бути з абсолютно з будь-якою начинкою і мати різні форми. А ви знаєте в чому відмінність ролів від",
        5: "сушей, ні? Тоді читайте уважно. Роли це міні рулети складаються з рису і начинки загорнутої в лист норі.",
        6: "Для начинки можна використовувати від крабових паличок аж до авокадо. Тому їх і назвали ролами через їх",
        7: "зовнішній вигляд. А ще лист норі ховають всередину ролу закривши його рисом, це придумали ще в 70-х роках в Каліфорнії. Так само роли, як і суші можна пекти в духовці. У наш час все більше і більше людей їдять роли кожен день і ми їм в цьому раді допомогти. Замовити роли тепер стало ще простіше і доступніше.",
        8: "Для любителів соусів теж є вибір, які це суші або ролли без улюбленого соєвого або сирного соусу. Вірно не якісь. Саме з цього є безліч різних соусів в одному з розділів нашого сайту, де можна вибрати той якій подобається саме вам. Від соусу на пряму залежить смак того чи іншого продукту, він робить смак більш насиченим і яскравим.",
      },
      "right": {
        1: "Готові посперечатися що салати в вашому житті теж грають не малу роль. Салат дуже легкий і досить корисний і тому їх все більше і більше стали замовляти. Замовляють в основному вже готові салати для економії часу і сил. Це не тільки смачно і корисно, але і дуже зручно. У розділі «салати» зможете знайти на будь-який смак салат з доставкою додому.",
        2: "А для любителів більш звичайної їжі у нас є локшина і паста на будь-який смак. Для вас є пшенична, гречана і рисова локшина, з різними складовими можна замовити з креветками для гурманів, а для тих хто віддає перевагу більш стандартної локшині, можна взяти з овочами або курячу. У розділі «локшина і паста» величезний вибір Більш ніж впевнені в тому що, ви знайдете саме свою пасту. Тільки краще і свіжі продукти для наших дорогих клієнтів.",
        3: "Всі хоч раз купували нагетси в магазинах, не зрозуміло скільки вони там пролежали і ще перш ніж сісти з ними за стіл, їх потрібно підсмажити, ми максимально спростили для вас це. Все що потрібно всього-то замовити доставку і вибрати із запропонованих саме те що вам хочеться і бути впевненим в тому що вони приїдуть що виготовлені спеціально для вас, і без всяких заморозок. І ціна не особливо відрізняється, хоч смак набагато краще ніж у напівфабрикату.",
        4: "А для великої і галасливої ​​компанії ми раді запропонувати різні сети, від вегетаріанського до імперії сету. Замовляючи сет ви економите не тільки гроші, але і маєте можливість отримати приємний і несподіваний бонус, наприклад безкоштовну доставку, хто від такого зможе відмовитися. У наших сетах тільки найкращі і найпопулярніші роли приготовані тільки після того як вступив на них замовлення з цього вони самі свіжі і смачні. У нас ви зможете замовити сети з цілодобовою доставкою по Запоріжжю.",
        5: "Так само пропонуємо вашій увазі розділ з напоями, там ви знайдете багато різних позицій і зможете підібрати те що вам підійде під ваше замовлення. Пропонуємо напої, соки і мінеральну воду, для кожного з вас намагаємося запропонувати найкраще.",
        6: "І найголовніше що хотіли вам сказати ми працюємо цілодобово 24 години 7 днів на тиждень і в будь-яку погоду, доставка суші і не тільки."
      },
      "contactInformation": "Контактна інформація",
      "contact": {
        "name": "ФОП Береснєв А.О.",
        "phone": {
          "title": "Контактні телефони",
          1: "Запоріжжя",
          2: "Дніпро"
        }
      },
      "offer": "Договір публічної оферти",
      "offerSave": {
        1: "Завантажити договір публічної",
        2: "оферти (.PDF)"
      }

    },
    "shares": {
      "title": "Акції"
    },
    "delivery": {
      "button": {
        1: "24rolls Краща недорога доставка суші в Запоріжжі і Дніпрі 24/7",
        2: "У чому переваги доставки їжі додому або офіс?",
        3: "Переважних бонусних програм",
      },
      "left": {
        1: "Доставка суші на сьогоднішній день, переходить напевно вже з розряду дорогого делікатесу в фаст-фуд \"швидке харчування\".",
        2: "Сучасний світ великого міста набирає темпи розвитку, люди все більше проводять час на роботі. Коли вже колись, немає сил готувати, тим більше якщо немає по близькості ларька з шаурмою.",
        3: "Іноді так пізно прокидається апетит, так захотілося їсти або просто перекусити не виходячи з дому! Більшість кафе, ресторанів вже закриті? А бутербродами та хот-догами харчуватися - шкідливо для здоров'я, тим більше вночі. Недорога служба, працює цілодобово в Запоріжжі та Дніпропетровську, заходь на офіційний сайт, оформлюй заявку, 60 хвилин і ваші смачні японські SUSHI Вам дарують настрій."
      },
      "right": {
        1: "24Rolls безкоштовна доставка Суші Вок 24/7 - безкоштовно, швидко, а головне вчасно доставить додому або офіс ароматні, ситні і що не менш важливо недорогі Суші Сети, Маки, Темакі, Гункани, Хосомакі, Футомакі, Урамакі, Сашимі, Гарячі і Запечені Роли . У для любителів добре підкріпиться, людей займаються фітнесом - ті хто дотримується ПП, вважають за краще замовляти такі рибні страви як: Низькокалорійні, Вегетаріанські, з високим вмістом білка. МОЗ попереджає: обід повинен бути самим ситним з усіх прийомів їжі, обов'язково з наявністю гарячого. У нас найрізноманітніше меню.",
        2: "При цьому асортимент того, що пропонується в онлайн маркеті, постійно розширюється. Відкриваються нові філії суші барів як в Запоріжжі так і в Дніпропетровську, де можна замовити суші і роли з доставкою. Де як раніше - 3 роки тому коли зароджувалася компанія основними критеріями залишаються: великі порції, доступні ціни, якість з високим сервісом. Відгуки про нашу кухню тому підтвердження."
      },
      "dishes": {
        "title": {
          1: "ПОПРОБУЙТЕ",
          2: "НОВІ СТРАВИ"
        },
        "menu": {
          1: "РОЛИ",
          2: "СЕТИ",
          3: "WOK & ПАСТА",
          4: "РИС",
          5: "НАГЕТИЫ",
          6: "САЛАТЫ",
          7: "НАПОЇ",
          8: "СОУСИ"
        }
      },
      "cards": {
        1: "Час",
        2: "Сили",
        3: "Гроші",
        4: "Великий вибір меню",
        5: "Ексклюзивні страви"
      },
      "presents": {
        "title": "Акції, Знижки, Подарунки",
        "list": {
          1: {
            "title": "РОЛИ",
            "description": "Тільки свіжі, ми ніколи не готуємо про запас"
          }
        },
        "area": "В даний час доставка здійснюється в зоні, виділеної кольором"
      },
    },
    "main": {
      "title": {
        1: "Збери свій сет",
        2: "Популярні товари",
        3: "Чому обирають нас?",
        4: "24Rolls - Ми в Інстаграм",
        5: "24rolls лудший недорога доставка суші в Запоріжжі і Дніпрі 24/7"
      },
      "swiper": {
        1: "Сети",
        2: "Роли",
        3: "Салати",
        4: "WOK і паста",
      },
      "bottomBlock": {
        "left": {
          1: "Доставка суші на сьогоднішній день, переходить напевно вже з розряду дорогого делікатесу в фаст-фуд \"швидке харчування\".",
          2: "Сучасний світ великого міста набирає темпи розвитку, люди все більше проводять час на роботі. Коли вже колись, немає сил готувати, тим більше якщо немає по близькості ларька з шаурмою.",
          3: "24Rolls безкоштовна доставка Суші Вок 24/7 - безкоштовно, швидко, а головне вчасно доставить додому або офіс ароматні, ситні і що не менш важливо недорогі Суші Сети, Маки, Темакі, Гункани, Хосомакі, Футомакі, Урамакі, Сашимі, Гарячі і Запечені Роли .",
          4: "Іноді так пізно прокидається апетит, так захотілося їсти або просто перекусити не виходячи з дому! Більшість кафе, ресторанів вже закриті? А бутербродами та хот-догами харчуватися - шкідливо для здоров'я, тим більше вночі. Недорога служба, працює цілодобово в Запоріжжі та Дніпропетровську, заходь на офіційний сайт, оформлюй заявку, 60 хвилин і ваші смачні японські SUSHI Вам дарують настрій.",
        },
        "right": {
          1: "У для любителів добре підкріпиться, людей займаються фітнесом - ті хто дотримується ПП, вважають за краще замовляти такі рибні страви як: Низькокалорійні, Вегетаріанські, з високим вмістом білка. МОЗ попереджає: обід повинен бути самим ситним з усіх прийомів їжі, обов'язково з наявністю гарячого. У нас найрізноманітніше меню.",
          2: "При цьому асортимент того, що пропонується в онлайн маркеті, постійно розширюється. Відкриваються нові філії суші барів як в Запоріжжі так і в Дніпропетровську, де можна замовити суші і роли з доставкою. Де як раніше - 3 роки тому коли зароджувалася компанія основними критеріями залишаються: великі порції, доступні ціни, якість з високим сервісом. Відгуки про нашу кухню тому підтвердження.",
        }
      },
      "feedback": {
        "title": "Відгуки",
      },
      "range": {
        "title": {
          1: "СЕТИ",
          2: "РОЛИ",
          3: "НАПОЇ"
        },
        "description": {
          1: "Нелегко встояти перед таким розмаїттям",
          2: "Тільки свіжі, ми ніколи не готуємо про запас",
          3: "Неповторний смак і аромат",
          4: "На додаток до основного замовлення"
        }
      },
      "whyUs": {
        "title": {
          1: "Свіжі і натуральні інгредієнти",
          2: "Навчені й досвідчені кухарі",
          3: "Оригінальні та смачні рецепти",
          4: "Великий і різноманітний вибір",
          5: "Продукти вищої якості",
          6: "Швидка доставка в будь-який куточок"
        },
        "description": {
          1: "Ми ніколи не використовуємо напівфабрикати і підсилювачі смаку, а також не ставимо під продукти тривалого зберігання.",
          2: "Роли і суші роблять навчені професіонали, які щодня підвищують свою кваліфікацію.",
          3: "Наші кухарі постійно вдосконалюють і покращують рецепти, а також пропонують цікаві та смачні сполучення.",
          4: "Ми ніколи не використовуємо напівфабрикати і підсилювачі смаку, а також не ставимо під продукти тривалого зберігання.",
          5: "Продукти закуповуються виключно у сертифікованих виробників і постачальників перевірених часом.",
          6: "Наші кухарі постійно вдосконалюють і покращують рецепти, а також пропонують цікаві та смачні сполучення."
        }
      }
    },
    "components": {
      "setsSlider": {
        "title": "Рекомендуємо вам також спробувати",
      },
      "constructorSlider": {
        "title": "Ваше замовлення",
        "text": "До оплати",
      },
      "basket": {
        "cartEmpty": "Корзина порожня",
        "total": "Разом"
      },
      "footer": {
        "title": {
          1: "Контакти",
          2: "Меню",
          3: "Все про нас"
        },
        "contact": {
          1: "Дніпро, Запоріжжя"
        },
        "menu": {
          1: "Сети",
          2: "Роли",
          3: "Суші",
          4: "WOK",
          5: "Супи",
          6: "Гарячі страви",
          7: "Салати",
          8: "Сашимі",
          9: "Напої",
          10: "Соуси",
          11: "Піца",
          12: "Закуски",
          13: "Десерти"
        },
        "aboutUs": {
          1: "Головна",
          2: "Меню",
          3: "Акції",
          4: "Доставка/оплата",
          5: "Контакти",
          6: "Блог"
        },
        "email": "Введіть E-mail, щоб отримувати новини"
      },
      "header": {
        "selectionCity": "місто:",
        "city": {
          1: "Дніпро",
          2: "Запоріжжя"
        },
        "menu": {
          1: "меню",
          2: "акції",
          3: "доставка/оплата",
          4: "контакти",
          5: "блог"
        }
      },
      "menu": {
        "left": {
          1: "Сети",
          2: "Роли",
          3: "Суші",
          4: "WOK",
          5: "Супи",
          6: "Гарячі страви",
          7: "Салати",
          8: "Сашимі",
          9: "Напої",
          10: "Соуси",
          11: "Піца",
          12: "Закуски",
          13: "Десерти",
          14: "Новинка",
          15: "Не сира риба",
          16: "Класика",
          17: "Багато сиру",
          18: "Популярне",
          19: "Великий розмір",
          20: "Вегетаріанське",
          21: "Гостре",
          22: "Гарячі"
        },
        "right": {
          1: "Історія замовлень, бонуси, Кешбек",
          2: "Ім'я",
          3: "Телефон",
          4: "Додайте товар в корзину. У нас все дуже смачне.",
          5: "Введіть вашу адресу",
          6: "Кв/Офіс",
          7: "Під'їзд",
          8: "Поверх",
          9: "Домофон",
          10: "Безконтактна доставка",
          11: "Готівкою кур'єру",
          12: "Картою",
          13: "Кешбеком",
          14: "Здача з...",
          15: "Прилади",
          16: "Без приладів",
          17: "Коментар",
          18: "Згоден з Політикою обробки персональних даних та Угодою про умови доставки",
        }
      },
      "map": {
        "title": "Роли Сети Wok & Паста Рис Нагетси Салати Напої Соуси",
        "contact": {
          "title": "Контакти",
          "city": "Дніпро, Запоріжжя"
        },
      }
    },
    "button": {
      "saveChanges": "Зберегти зміни",
      "toOrder": "Замовити",
      "orderInClick": "Замовити в 1 клік",
      "basket": "Корзина",
      "checkout": "Оформити замовлення",
      "more": "Ще",
      "look": "Подивитися",
      "backCall": "Зворотний дзвінок",
      "logIn": "Увійти",
      "inBasket": "В корзину"
    },
    "title": {
      "dessert": "Десерти",
      "snacks": "Закуски",
      "pizza": "Піца",
      "sauces": "Соуси",
      "sashimi": "Сашимі",
      "salads": "Салати",
      "hotDishes": "Гарячі страви",
      "soups": "Супи",
      "wok": "WOK",
      "sushi": "Суші",
      "sets": "Сети",
      "rolls": "Роли",
      "aboutUs": "Про нас",
      "shares": "Акції",
      "beverages": "Напої"
    }
  }
}