export const ru = {
    translation: {
        "order": {
            "OnYourBonusAccount": "На Вашем бонусном счете",
            "menuOrder": {
                "historyOrders": "История заказов",
                "bonusAccount": "Бонусный счет",
                "personalData": "Личные данные",
                "changePassword": "Сменить пароль",
                "logOff": "Выйти"
            },
            "personalData": {
                "title": "Личный кабинет",
                "name": "Имя",
                "birthDate": "Дата рождения",
                "email": "Электронная почта",
                "phone": 'Телефон',
                "changeYourPhone": "Чтобы изменить номер телефона обратитесь в службу поддержки по телефону",
                "sms": "Получать уведомления по sms",
                "receiveEmail": "Получать уведомления по электронной почте",
                "successfully": "Вы успешно зарегистрировались!"
            },
            "historyOrders": {
                "title": 'История заказов',
                "notAnyOrders": "Вы не сделали ни одного заказа",
                "order": "Заказ",
                "orderPrice": "Сумма заказа:"
            },
            "bonusAccount": {
                "title": "Бонусный счет",
                "youOrdered": "Вы заказали на",
                "left": "осталось",
                "levelOfBonuses": "до повышения уровня бонусов",
                "bonusProgram": "Условия бонусной программы",
                "text": {
                    1: "- Бонусы зачисляются на счет после выставления заказу статуса «Доставлен»",
                    2: "- На сумму покупки оплаченному бонусами, бонусы не начисляются.",
                    3: "- Одна бонусная гривна эквивалентна одной гривне.",
                    4: "- Бонусами можно частично оплатить заказ.",
                    5: "- Наша компания оставляет за собой право изменить правила и условия программы в любое время без предварительного уведомления.",
                    6: "- Бонусные гривны не могут быть переведены в гривны"
                }
            },
            "changePassword": {
                "title": "Сменить пароль",
                "oldPassword": "Старый пароль",
                "newPassword": "Новый пароль",
                "hewPasswordAgain": "Новый пароль повторно",
                "wrongPassword": "Не верный пароль",
            },
            "logIn": {
                "entrance": "Вход",
                "phone": "Ваш номер телефона",
                "password": "Ваш пароль",
                "enterPassword": "Введите ваш пароль",
                "dontHaveAccount": "У меня нет аккаунта",
                "forgotPassword": "Забыли пароль?"
            }
        },
        "sets": {
            "title": "Сеты",
            "collectYourSet": "Собери свой сет",
            "megaSets": "От Мега сета для большой компании до маленького на одну персону.",
            "left": {
                1: "Это отличное решение для гурманов которые не привыкли переплачивать, а платить адекватную цену за качественный продукт!",
                2: "На сайте нашего онлайн ресторана, Вы найдете самые разнообразные блюда порядка около 30 наборов, на вкус и цвет. Постоянно добавляются новые товары с учетом сезонного спроса.",
                3: "Мы все разные в своих предпочтениях и вкусах, именно по этому наш Шеф повар при создании нового меню уделяет много времени и сил, для того чтоб оно было очень разнообразным.",
                4: "Напоследок хотели бы рассказать, и в то же время похвастаться одной занятной историей.",
                5: "Одна крупная компания у которой штат насчитывает более 3300 человек, в преддверьи корпоратива озадачили нас вопросом Сколько нужно суши роллов на 66 человек менеджерского состава чтоб ни кто не остался голоден?"
            },
            "right": {
                1: "Оператор изначально затруднился ответить, не стал на себя брать ответственность за необдуманное решение и сказал \"Передам информацию Шефу и он быстро вам даст ответ.\"",
                2: "Ломать голову не пришлось, ведь мы профессионалы! Калькуляция проста: 1 человеку чтоб наестся и не переесть требуется 300 грамм продукта, соответственно это +- 1,5 ролла. Но есть и те кто не любит покушать)",
                3: "По скольку с финансами у предприятия не все так плохо и по бюджету ограничения не было, то мы не стесняясь взяли 2*66=132 шт., в шутку добавив \"За то что останется мы вернем деньги\"",
                4: "Все получилось, праздник удался, сели все и до отвала наелись! Мораль этой истории проста: Отлично делай и отлично будет!"
            }
        },
        "rolls": {
            "title": "Роллы",
        },
        "aboutUs": {
            "title": "О нас",
            "left": {
                1: "24Rolls — это успешная компания развивающееся не только в Запорожье но и в других регионах Украины Для многих суши стали не отъемной частью их жизни и они просто уже не представляют как раньше жили без них.",
                2: "Это любимая еда многих, их едят во всем мире. Многие привыкли что их им привезут не только домой, но и куда пожелают, и в любое время суток. В наше время без них обойтись практически не как. Это и обед и ужин, праздничный или романтический вечер без них уже не тот. С Суши деликатесами отдых с друзьями получается еще ярче и веселее.",
                3: "Так вот о чем это мы, выбрать правильно приготовленные суши, сложно, но возможно. Они должны быть только из свежих продуктов и иметь приятный не отталкивающий запах, иначе быть не может. У нас вы найдете именно такие. Потому что мы ценим ваше доверие и здоровье. Мы используем только свежие продукты, поэтому и сами питаемся своей продукцией так как не боимся и уверены в качестве того что предлагаем людям. Наши суши можно есть даже детям, и не опасаться о последствиях.",
                4: "Роллы могут быть с абсолютно с любой начинкой и иметь разные формы. А вы знаете в чем отличие роллов от",
                5: "сушей, нет? Тогда читайте внимательно . Роллы это мини рулеты состоящие из риса и начинки завернутой в лист нори.",
                6: "Для начинки можно использовать от крабовых палочек вплоть до авокадо. Поэтому их и назвали роллами из-за их",
                7: "внешнего вида. А еще лист нори прячут во внутрь ролла закрыв его рисом, это придумали еще в 70х годах в Калифорнии. Так же роллы, как и суши можно запекаться в духовке. В наше время все больше и больше людей едят роллы каждый день и мы им в этом рады помочь. Заказать роллы теперь стало еще проще и доступнее.",
                8: "Для любителей соусов тоже есть выбор, какие это суши или роллы без любимого соевого или сырного соуса. Верно не какие. Именно по этому есть множество разных соусов в одном из разделов нашего сайта, где можно выбрать тот которой нравится именно вам. От соуса на прямую зависит вкус того или иного продукта, он делает вкус более насыщенным и ярким.",
            },
            "right": {
                1: "Готовы поспорить что салаты в вашей жизни тоже играют не малую роль. Салат очень легок и довольно полезен и поэтому их все больше и больше стали заказывать. Заказывают в основном уже готовые салаты для экономии времени и сил. Это не только вкусно и полезно, но и очень удобно. В разделе «салаты» сможете найти на любой вкус салат с доставкой на дом.",
                2: "А для любителей более обычной еды у нас имеется лапша и паста на любой вкус. Для вас есть пшеничная, гречневая и рисовая лапша, с разными составляющими можно заказать с креветками для гурманов, а для тех кто отдает свое предпочтение более стандартной лапше, можно взять с овощами либо куриную. В разделе «лапша и паста» огромный выбор Более чем уверены в том что, вы найдете именно свою пасту. Только лучшее и свежие продукты для наших дорогих клиентов.",
                3: "Все хоть раз покупали наггетсы в магазинах, не понятно сколько они там пролежали и еще прежде чем сесть с ними за стол, их нужно поджарить, мы максимально упростили для вас это. Все что нужно всего-то заказать доставку и выбрать из предложенных именно то что вам хочется и быть уверенным в том что они приедут что приготовленные специально для вас, и без всяких заморозок. И цена не особо отличается, хоть вкус намного лучше чем у полуфабриката.",
                4: "А для большой и шумной компании мы рады предложить различные сеты, от вегетарианского до империи сета. Заказывая сет вы экономите не только деньги, но и имеете возможность получить приятный и неожиданный бонус, например бесплатную доставку, кто от такого сможет отказаться. В наших сетах только самые лучшие и популярные роллы приготовленные только после того как поступил на них заказ по этому они самые свежие и вкусные. У нас вы сможете заказать сеты с круглосуточной доставкой по Запорожью.",
                5: "Так же предлагаем вашему вниманию раздел с напитками, там вы найдете много различных позиций и сможете подобрать то что вам подойдет под ваш заказ. Предлагаем напитки, соки и минеральную воду, для каждого из вас стараемся предложить самое лучшее.",
                6: "И самое главное что хотели вам сказать мы работаем круглосуточно 24 часа 7 дней в неделю и в любую погоду, доставка суши и не только."
            },
            "contactInformation": "Контактная информация",
            "contact": {
                "name": "ФЛП Береснев А.А.",
                "phone": {
                    "title": "Контактные телефоны:",
                    1: "Запорожье",
                    2: "Днепр"
                }
            },
            "offer": "Договор публичной оферты",
            "offerSave": {
                1: "Скачать договор публичной",
                2: "оферты (.PDF)"
            }
        },
        "shares": {
            "title": "Акции"
        },
        "delivery": {
            "button": {
                1: "24rolls Лучшая недорогая доставка суши в Запорожье и Днепре 24/7",
                2: "В чем преимущества доставки еды на дом или офис?",
                3: "Преимущественных бонусных программ",
            },
            "left": {
                1: "Доставка суши на сегодняшний день, переходит наверно уже из разряда дорогого деликатеса в фаст-фуд \"быстрое питание\".",
                2: "Современный мир большого города набирает темпы развития, люди все больше проводят время на работе. Когда уже некогда, нет сил готовить, тем более если нет по близости ларька с шаурмой.",
                3: "Иногда так поздно просыпается аппетит, так захотелось кушать или просто перекусить не выходя из дома! Большинство кафе, ресторанов уже закрыты? А бутербродами да хот-догами питаться – вредно для здоровья, тем более ночью. Недорогая служба, работает Круглосуточно в Запорожье и Днепропетровске, заходи на официальный сайт, оформляй заявку, 60минут и ваши вкуснейшие японские SUSHI Вам дарят настроение."
            },
            "right": {
                1: "24Rolls бесплатная доставка Суши Вок 24/7 - бесплатно, быстро, а главное вовремя доставит домой или офис ароматные, сытные и что не мало важно недорогие Суши Сеты, Маки, Тэмаки, Гунканы, Хосомаки, Футомаки, Урамаки, Сашими, Горячие и Запеченные Роллы. У для любителей хорошо подкрепится, людей занимающихся фитнесом - те кто соблюдает ПП, предпочитают заказывать такие рыбные блюда как: Низкокалорийные, Вегетарианские, с высоким содержанием белка. Минздрав предупреждает: обед должен быть самым сытным из всех приемов пищи, обязательно с наличием горячего. У нас самое разнообразное меню.",
                2: "При этом ассортимент того, что предлагается в онлайн маркете, постоянно расширяется. Открываются новые филиалы суши баров как в Запорожье так и в Днепропетровске, где можно заказать суши и роллы с доставкой. Где как раньше - 3 года назад когда зарождалась компания основными критериями остаются: большие порции, доступные цены, качество с высоким сервисом. Отзывы о нашей кухне тому подтверждение."
            },
            "dishes": {
                "title": {
                    1: "ПОПРОБУЙТЕ",
                    2: "НОВЫЕ БЛЮДА"
                },
                "menu": {
                    1: "РОЛЛЫ",
                    2: "СЕТЫ",
                    3: "WOK & ПАСТА",
                    4: "РИС",
                    5: "НАГГЕТСЫ",
                    6: "САЛАТЫ",
                    7: "НАПИТКИ",
                    8: "СОУСЫ"
                }
            },
            "cards": {
                1: "Время",
                2: "Силы",
                3: "Деньги",
                4: "Большой выбор меню",
                5: "Эксклюзивные блюда"
            },
            "presents": {
                "title": "Акции, Скидки, Подарки",
                "list": {
                    1: {
                        "title": "РОЛЛЫ",
                        "description": "Только свежие, мы никогда не готовим про запас"
                    }
                },
                "area": "В настоящее время доставка осуществляется в зоне, выделенной цветом"
            },
        },
        "main": {
            "title": {
                1: "Собери свой сет",
                2: "Популярные товары",
                3: "Почему выбирают нас?",
                4: "24Rolls - Мы в Инстаграм",
                5: "24rolls Лудшая недорогая доставка суши в Запорожье и Днепре 24/7"
            },
            "swiper": {
                1: "Сеты",
                2: "Роллы",
                3: "Салаты",
                4: "WOK и паста",
            },
            "bottomBlock": {
                "left": {
                    1: "Доставка суши на сегодняшний день, переходит наверно уже из разряда дорогого деликатеса в фаст-фуд \"быстрое питание\".",
                    2: "Современный мир большого города набирает темпы развития, люди все больше проводят время на работе. Когда уже некогда, нет сил готовить, тем более если нет по близости ларька с шаурмой.",
                    3: "24Rolls бесплатная доставка Суши Вок 24/7 - бесплатно, быстро, а главное вовремя доставит домой или офис ароматные, сытные и что не мало важно недорогие Суши Сеты, Маки, Тэмаки, Гунканы, Хосомаки, Футомаки, Урамаки, Сашими, Горячие и Запеченные Роллы.",
                    4: "Иногда так поздно просыпается аппетит, так захотелось кушать или просто перекусить не выходя из дома! Большинство кафе, ресторанов уже закрыты? А бутербродами да хот-догами питаться – вредно для здоровья, тем более ночью. Недорогая служба, работает Круглосуточно в Запорожье и Днепропетровске, заходи на официальный сайт, оформляй заявку, 60минут и ваши вкуснейшие японские SUSHI Вам дарят настроение.",
                },
                "right": {
                    1: "У для любителей хорошо подкрепится, людей занимающихся фитнесом - те кто соблюдает ПП, предпочитают заказывать такие рыбные блюда как: Низкокалорийные, Вегетарианские, с высоким содержанием белка. Минздрав предупреждает: обед должен быть самым сытным из всех приемов пищи, обязательно с наличием горячего. У нас самое разнообразное меню.",
                    2: "При этом ассортимент того, что предлагается в онлайн маркете, постоянно расширяется. Открываются новые филиалы суши баров как в Запорожье так и в Днепропетровске, где можно заказать суши и роллы с доставкой. Где как раньше - 3 года назад когда зарождалась компания основными критериями остаются: большие порции, доступные цены, качество с высоким сервисом. Отзывы о нашей кухне тому подтверждение.",
                },
            },
            "feedback": {
                "title": "Отзывы",
            },
            "range": {
                "title": {
                    1: "СЕТЫ",
                    2: "РОЛЛЫ",
                    3: "НАПИТКИ"
                },
                "description": {
                    1: "Нелегко устоять перед таким разнообразием",
                    2: "Только свежие, мы никогда не готовим про запас",
                    3: "Неповторимый вкус и аромат",
                    4: "В дополнение к основному заказу"
                }
            },
            "whyUs": {
                "title": {
                    1: "Свежие и натуральные ингредиенты",
                    2: "Обученные и опытные повара",
                    3: "Оригинальные и вкусные рецепты",
                    4: "Большой и разнообразный выбор",
                    5: "Продукты высшего качества",
                    6: "Быстрая доставка в любой уголок"
                },
                "description": {
                    1: "Мы никогда не используем полуфабрикаты и усилители вкуса, а также не подвергаем продукты долгому хранению.",
                    2: "Роллы и суши делают обученные профессионалы, которые ежедневно повышают свою квалификацию.",
                    3: "Наши повара постоянно совершенствуют и улучшают рецепты, а также предлагают интересные и вкусные сочетания.",
                    4: "Мы никогда не используем полуфабрикаты и усилители вкуса, а также не подвергаем продукты долгому хранению.",
                    5: "Продукты закупаются исключительно у сертифицированных производителей и поставщиков проверенных временем.",
                    6: "Наши повара постоянно совершенствуют и улучшают рецепты, а также предлагают интересные и вкусные сочетания."
                }
            }
        },
        "components": {
            "setsSlider": {
                "title": "Рекомендуем вам также попробовать",
            },
            "constructorSlider": {
                "title": "Ваш заказ",
                "text": "К оплате",
            },
            "basket": {
                "cartEmpty": "Корзина пустая",
                "total": "Итого"
            },
            "footer": {
                "title": {
                    1: "Контакты",
                    2: "Меню",
                    3: "Все о нас"
                },
                "contact": {
                    1: "Днепр,Запорожье"
                },
                "menu": {
                    1: "Сеты",
                    2: "Роллы",
                    3: "Суши",
                    4: "WOK",
                    5: "Супы",
                    6: "Горячие блюда",
                    7: "Салаты",
                    8: "Сашими",
                    9: "Напитки",
                    10: "Соусы",
                    11: "Пицца",
                    12: "Закуски",
                    13: "Десерты"
                },
                "aboutUs": {
                    1: "Главная",
                    2: "Меню",
                    3: "Акции",
                    4: "Доставка/оплата",
                    5: "Контакты",
                    6: "Блог"
                },
                "email": "Введите E-mail, чтобы получать новости"
            },
            "header": {
                "selectionCity": "город:",
                "city": {
                    1: "Днепр",
                    2: "Запорожье"
                },
                "menu": {
                    1: "меню",
                    2: "акции",
                    3: "доставка/оплата",
                    4: "контакты",
                    5: "блог"
                }
            },
            "menu": {
                "left": {
                    1: "Сеты",
                    2: "Роллы",
                    3: "Суши",
                    4: "WOK",
                    5: "Супы",
                    6: "Горячие блюда",
                    7: "Салаты",
                    8: "Сашими",
                    9: "Напитки",
                    10: "Соусы",
                    11: "Пицца",
                    12: "Закуски",
                    13: "Десерты",
                    14: "Новинка",
                    15: "Не сырая рыба",
                    16: "Классика",
                    17: "Много сыра",
                    18: "Популярное",
                    19: "Большой размер",
                    20: "Вегетарианское",
                    21: "Острое",
                    22: "Горчие"
                },
                "right": {
                    1: "История заказов, бонусы, кэшбэк",
                    2: "Имя",
                    3: "Телефон",
                    4: "Добавьте товар в корзину. У нас все очень вкусное.",
                    5: "Введите ваш адрес",
                    6: "Кв/Офис",
                    7: "Подъезд",
                    8: "Этаж",
                    9: "Домофон",
                    10: "Безконтактная доставка",
                    11: "Наличными курьеру",
                    12: "Картой",
                    13: "Кешбеком",
                    14: "Сдача с...",
                    15: "Приборы",
                    16: "Без приборов",
                    17: "Комментарий",
                    18: "Согласен с Политикой обработки персональных данных и Соглашением об условиях доставки",
                }
            },
            "map": {
                "title": "Роллы Сеты Wok & Паста Рис Наггетсы Салаты Напитки Соусы",
                "contact": {
                    "title": "Контакты",
                    "city": "Днепр,Запорожье"
                },
            }
        },
        "button": {
            "saveChanges": "Сохранить изменения",
            "toOrder": "Заказать",
            "orderInClick": "Заказать в 1 клик",
            "basket": "Корзина",
            "checkout": "Оформить заказ",
            "more": "Ещё",
            "look" : "Посмотреть",
            "backCall": "Обратный звонок",
            "logIn": "Войти",
            "inBasket": "В корзину"
        },
        "title": {
            "dessert": "Десерты",
            "snacks": "Закуски",
            "pizza": "Пицца",
            "sauces": "Соусы",
            "sashimi": "Сашими",
            "salads": "Салаты",
            "hotDishes": "Горячие блюда",
            "soups": "Супы",
            "wok": "WOK",
            "sushi": "Суши",
            "sets": "Сети",
            "rolls": "Роллы",
            "aboutUs": "О нас",
            "shares": "Акции",
            "beverages": "Напитки"
        }
    }
}